[
  {
    "title": "\"From Trash Can Baby to Governor!\"",
    "script": "Did you know that a governor in Indonesia was once found in a trash can as a baby? Hidayat Arsani, the governor of the Bangka Belitung Islands, has a life story that sounds like a movie. Abandoned by his birth parents, he was discovered in a garbage bin. But that was just the beginning. He was adopted, raised with love, and grew up to become a leader of his people. From a trash can to the governor's office, his journey is a testament to the power of resilience and the unpredictability of life."
  },
  {
    "title": "\"Shipwreck Reveals Ancient Cultures' Secret Collab!\"",
    "script": "Did you know that a single shipwreck can tell the story of two ancient cultures? The Mazarrón I, a shipwreck discovered off the coast of Spain, is a unique blend of Phoenician and Iberian shipbuilding techniques. The Phoenicians were master seafarers, their ships crisscrossing the Mediterranean. The Iberians, native to Spain, had their own maritime traditions. And in this ship, you can see both. It's like a floating museum, a time capsule of ancient craftsmanship, where two worlds met and merged in wood and rope. A testament to the power of cultural exchange, even thousands of years ago."
  },
  {
    "title": "\"Tech Giants Use THIS Emoji for AI!\"",
    "script": "Did you know that the sparkles emoji is actually a secret symbol for artificial intelligence? That's right, those tiny twinkling stars are not just for adding a touch of magic to your messages. In the world of tech giants, they represent something far more complex. When developers and engineers are discussing AI, they often use the sparkles emoji as a shorthand. It's a whimsical way to symbolize something that's transforming our world. So next time you see those sparkles, remember—they might be hinting at the future of technology."
  },
  {
    "title": "\"Demolishing the World's Deadliest Factory\"",
    "script": "Did you know that a place once known as the heart of nuclear history has been wiped off the map? The Plutonium Finishing Plant, active from nineteen forty-nine to nineteen eighty-nine, was a titan of the atomic age. It processed over sixty-six metric tons of plutonium, fueling the Cold War and the space race. But in twenty sixteen, the demolition began. Piece by piece, the plant was taken apart, a monumental task that took five years to complete. It was a significant milestone, not just in nuclear history, but in environmental cleanup. A symbol of power, now a testament to change."
  },
  {
    "title": "\"Boris Yeltsin's Shocking US Supermarket Revelation!\"",
    "script": "Did you know that a trip to a grocery store once sparked a political firestorm? In nineteen eighty nine, Boris Yeltsin, then a Soviet official, visited the United States. He was shown around a typical supermarket, filled with fresh produce, stocked shelves, and endless choices. Yeltsin was stunned. Back home, Soviet citizens faced long lines and empty shelves. He said, \"If our people knew of this, there would be a revolution.\" A simple grocery store visit, revealing the stark contrast between East and West during the Cold War. A moment that made Yeltsin question everything, and perhaps, even set the stage for the end of an era."
  },
  {
    "title": "\"This Game Changed Japan Forever!\"",
    "script": "Did you know a single video game can change an entire industry? In nineteen ninety two, a game called Otogirisō did just that in Japan. At a time when action and fighting games were all the rage, Otogirisō took a different path. It was an adventure game, a narrative-driven journey that asked players to solve puzzles and unravel a story. And it was a hit. Suddenly, gamers were hungry for more stories, more mysteries, more adventures. Otogirisō didn't just entertain—it sparked a revolution, redefining what video games could be in Japan."
  },
  {
    "title": "\"Real People Play These Stone Monsters!\"",
    "script": "Did you know that the Weeping Angels from Doctor Who are not just stone statues, but real actresses? These iconic villains, known for their chilling stillness and stone-cold gaze, are brought to life by performers who must stand motionless for hours. They're painted and dressed to look like ancient statues, but beneath the stone facade, there's a heartbeat. Every blink, every shiver, every terrifying lunge—it's all human. So next time you watch, remember: those aren't just props. They're people, playing the most petrifying game of freeze tag in the universe."
  },
  {
    "title": "\"The NCAA Death Penalty: A Basketball Scandal Story\"",
    "script": "Did you know that a basketball scandal once led to a university's sports program being completely shut down? In the late nineteen seventies, the University of Southwestern Louisiana was a powerhouse on the court. But behind the scenes, things were not so clean. When the NCAA discovered a web of academic fraud, payments to players, and a cover-up reaching the highest levels of the university, they dropped the hammer. The \"death penalty\"—a complete shutdown of the basketball program for two years. It's one of only five times in history that the NCAA has taken such drastic action. A reminder that even in the world of sports, playing by the rules is the only way to win."
  },
  {
    "title": "\"Diplomat's Family Honored with...Crustacean Name?!\"",
    "script": "Did you know that a diplomat and her two children have been immortalized in the most unusual way? Not in a statue, not in a painting, but in the scientific name of a crustacean. Ambassador Lamtiur Andaliah Panggabean, a respected diplomat, and her two children have been honored in a way that will last as long as science itself. The tiny creature, scuttling along the ocean floor, carries their names in its own. It's a tribute that's as unique as it is enduring. So next time you see a crustacean, remember, it might just be carrying a story of human honor and legacy in its name."
  },
  {
    "title": "Disneyland's Magical Horses: More Than Just Clydesdales!",
    "script": "Did you know that the magic of Disneyland is powered by a team of real-life horses? When you see those charming streetcars rolling down Main Street, they're not being pulled by just any old horses. These are Belgians, Brabants, Clydesdales, Percherons, and Shires—some of the strongest and most majestic breeds in the world. Each one is a living, breathing part of the Disneyland experience. So next time you're there, take a moment to appreciate these unsung heroes. They're not just pulling carriages—they're pulling us into a world of enchantment."
  }
]
